{
  "Artistry": {
    "Innate Power": [
      "You can express yourself through an artistic performance to communicate with those who experience it as though you were speaking to them, even if they don’t share a language. This can also bypass Complications that would apply to rolls made through ordinary conversation, like trying to avoid being overheard, but not to the specific art form you use. Only the intended recipient of the message (which can be “everyone”) can perceive it."
    ],
    "Enthralling Performance": {
      "Description": "No one can look away from your art. When you put on a performance, all affected targets in range that witnesses your performance cannot stop paying attention to you. If they wish to take another action, they must do it as a mixed action combined with an Integrity + Resolve roll at Difficulty 2. Putting on a performance with this Boon is a complex action that can last multiple rounds, but doesn’t require a roll.",
      "Duration": "Indefinite",
      "Subject": "All characters",
      "Clash": "Presence + Legend vs. Composure + Legend",
      "Range": "Medium",
      "Action": "Complex"
    },
    "Heartfelt Expression": {
      "Description": "Your emotions overflow into the souls of your audience. When you perform or create a work of art, you can instill it with your current emotional state or the personal feelings that inspired it. Any affected character that witnesses the performance or artwork is deeply affected, raising their Attitude by one point. This does not stack with other magical Attitude bonuses.",
      "Duration": "Indefinite",
      "Subject": "All characters",
      "Clash": "Presence + Legend vs. Composure + Legend",
      "Range": "Short",
      "Action": "Reflexive"
    },
    "Muse's Kiss": {
      "Description": "You breathe inspiration into a character’s heart, granting them Enhancement 3 when they roll to create art, put on a performance, or some other creative and expressive activity. You can set a single requirement the character must meet to maintain your blessing, like “tithe a tenth of your earnings to my cult” or “spend eight hours a day writing,” which ends this Boon immediately if it is not met. This Boon is free to use on trivial targets.",
      "Duration": "Indefinite",
      "Subject": "One character",
      "Range": "Short",
      "Action": "Simple"
    }
  },
  "Beasts": {
    "Innate Power": [
      "Animals will never attack or harm you, unless they are compelled by magic or Legendary creatures themselves."
    ],
    "Animal Aspect": {
      "Description": "You choose an animal and emulate one of its iconic traits. Pick one of the following benefits: Mobility: You can swim like a dolphin, burrow like a termite, or emulate flight with graceful leaps. You can ignore any dangerous or difficult terrain) or complicated passages, barriers, or hazards that form of movement could reasonably bypass. Senses: Choose a specific circumstance in which the animal’s senses give an advantage — an eagle’s eyes can see clearly from far away, a bat can echolocate in total darkness, while a dog can track by scent for miles. You have Enhancement 3 on sense-based rolls where that advantage applies. Other: Pick a miscellaneous trait, like an octopus’s camouflage, an anglerfish’s bioluminescence, or a peacock’s magnificent plumage. You either have Enhancement 2 on actions that trait benefits, or ignore up to 3 points of Complication it negates, whichever best represents the chosen trait.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Reflexive"
    },
    "Leader of the Pack": {
      "Description": "You can speak to and understand all animals. Animals that don’t have a Legend rating treat their Attitude towards you as one point higher when determining whether you can persuade them to take on a task. This does not stack with other magical Attitude bonuses. Once you reclaim the Legend from this Boon, your animal helpers will still try to complete your requests, but may become distractible or less reliable, at the Storyguide’s discretion.",
      "Duration": "Indefinite",
      "Subject": "Self",
      "Action": "Simple"
    },
    "Tooth and Claw": {
      "Description": "Choose an animal whose natural ferocity you wish to evoke. Your brawling attacks gain the Lethal tag and up to three points of other weapon tags appropriate to the chosen animal, such as Grappling and Piercing for an alligator’s bite or Pushing and Piercing for a rhino’s charge.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Reflexive"
    }
  },
  "Beauty": {
    "Innate Power": [
      "You may attempt a Feat of Scale when you roll to influence a character using your beauty, appearance, and body language. This includes seduction, but also cutting someone down with a withering glare or using body language to convince a guard you’re not a threat."
    ],
    "Draw Back the Mask": {
      "Description": "You can bestow blessings that reveal a person’s true beauty, or curses that mar them with ugliness. Your blessing or curse takes the form of a Condition imposed on one character, or on all trivial targets within range. Using this Boon on trivial targets is free. A blessed character may use their beauty once per scene to add Enhancement 2 on any roll made with a Social Attribute. This Condition resolves once its benefit has been applied a total of your (Legend + 1) times. A cursed character suffers a +2 Complication on all Social rolls where their distorted appearance is a disadvantage. This Condition can be resolved by making a sincere and heartfelt apology to someone the target has wronged in a significant way, or with curse-breaking magic.",
      "Duration": "Condition",
      "Subject": "One character",
      "Range": "Short",
      "Action": "Simple"
    },
    "Lasting Impression": {
      "Description": "You know how to flaunt your looks to kindle an irresistible infatuation. This takes the form of a Condition that you can impose on either a single target, or on all trivial targets within range. The Condition raises the target’s Attitude towards you by two points, which does not stack with other magical Attitude bonuses. It can be resolved by enjoying a moment of physical intimacy (e.g. sex, a passionate kiss, a really good hug) with you, or when you reject the target’s advances. Reclaiming the Legend imbued in this Boon also resolves the Condition.",
      "Duration": "Indefinite",
      "Subject": "One character",
      "Range": "Medium",
      "Action": "Simple"
    },
    "Visage Great and Terrible": {
      "Description": "The line between beauty and monstrosity is drawn by your hand. Your very appearance instills your enemies with the absolute terror of confronting your divinity. Trivial targets automatically flee from you, while other characters face a +2 Complication on any action that does not somehow help them flee your presence.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Reflexive"
    }
  },
  "Chaos": {
    "Innate Power": [
      "You walk untouched through chaotic situations, taking no harm from random or haphazard dangers such as debris in a tornado, a freak traffic accident, or being trampled by shoppers on Black Friday. This does not protect you from damage that results from an action performed with intent to cause harm, like gunfire in a shootout, or environmental situations. This immunity extends to any non-magical dangerous terrain, unless a character in the scene actively created that peril with intent to harm. You still face any Complications that such situations would normally impose — you’re simply guaranteed to come through unscathed."
    ],
    "Hornet's Nest": {
      "Description": "You create an instant riot. All trivial characters in range, plus up to (Legend x 3) non-trivial mortals, will stop whatever they’re doing and create a wild and disruptive frenzy, mob, or protest — whichever is most appropriate to the circumstances. If the Storyguide has specific plans for what a mortal character is doing in the scene (for example, the hired security you’re trying to distract with a riot), he can declare them unavailable as targets. You have no control over the mob, but they’re reckless and loud and provide a good distraction.",
      "Duration": "One Scene",
      "Subject": "Multiple characters",
      "Range": "Medium",
      "Action": "Simple"
    },
    "No Masters": {
      "Description": "You strip a character of their authority over others. This suppresses any positive Attitudes or Bonds that any other character within long range has towards the target based on any kind of political, social, or economic authority he holds over them for the duration of the scene. Negative emotions are unaffected — employees may lose all loyalty they have to their boss, but they’ll still carry the resentment from long hours or shitty wages. Using this Boon on a trivial character is free.",
      "Duration": "One Scene",
      "Subject": "One characters",
      "Clash": "Manipulation + Legend vs. Composure + Legend",
      "Range": "Medium",
      "Action": "Simple"
    },
    "Overwhelming Chaos": {
      "Description": "You overload a machine’s gears or a person’s mind with concentrated entropy. A targeted character must struggle simply to maintain coherent thought. On each turn, if they wish to take an action, they must combine it with a Stamina + Athletics roll at Difficulty 2. Nontrivial characters are rendered catatonic for the scene. Machines up to the size of a car can be targeted, breaking down completely until they receive maintenance. This damage is permanent, but the Scion cannot reclaim the Legend imbued in this Boon until the next scene.",
      "Duration": "One Scene",
      "Subject": "One machine or character",
      "Range": "Short",
      "Action": "Simple"
    }
  },
  "Darkness": {
    "Innate Power": [
      "You can see in total darkness, even magical darkness. You can also see into someone’s dreams by watching them while they sleep."
    ],
    "Blinding Veil": {
      "Description": "You can strip away the vision of any number of characters in range, imposing a blinded Condition on them for one scene. If you choose only trivial targets to blind, using this Boon is free.",
      "Duration": "One Scene",
      "Subject": "Multiple characters",
      "Range": "Short",
      "Action": "Simple"
    },
    "Dream Weaver": {
      "Description": "You shape a dream, and send it after someone you know — not necessarily personally, but at least well enough to provide a unique description. The next time that character goes to sleep, this Boon triggers. You can make an influence roll against the target by shaping and controlling the events and appearance of their dream. You choose how you appear in their dream, which may allow you to avoid a negative Attitude towards you or exploit a Bond or Attitude towards another character. If you appear as yourself, the intimacy of the dream still raises their Attitude by one point. This doesn’t stack with other magical Attitude bonuses.",
      "Duration": "Until the target next sleeps",
      "Subject": "One characters",
      "Range": "Long",
      "Action": "Simple"
    },
    "Night's Caress": {
      "Description": "You can lull a character to sleep over the course of a few seconds, as long as they are not in combat or a similarly high-stakes situation. They remain asleep until at least the end of the scene unless attacked by enemies or magically awakened. You can put multiple trivial targets to sleep as long as they are in this Boon’s range, and can do so even in combat.",
      "Duration": "One Scene",
      "Subject": "One characters",
      "Range": "Short",
      "Action": "Simple"
    }
  },
  "Death": {
    "Innate Power": [
      "You can see and communicate with ghosts, shades, and other forms of the undead that are normally imperceptible or incomprehensible (the Storyguide should feel free to send plot hooks your way in the form of the dead seeking favors or aid). In addition, you can perceive entryways to the Underworld."
    ],
    "Unquiet Dead": {
      "Description": "You can cause a corpse to speak, or summon a person’s ghost, shade, or other culturally appropriate remnant (Scion: Origin, p. 31) from the site of their grave for one scene. The corpse or shade cannot act except to speak, but you can try to influence it just like anyone else. It starts with Attitude 3 towards you. The undead retains all memories it had in life, except for a blank space of about five minutes leading up to the time of their death. As long as you imbue Legend in this boon, the undead’s answers provide Enhancement 3 on any applicable rolls, such as tracking down the person who killed them. You can only use this Boon on the same undead once per session.",
      "Duration": "Indefinite",
      "Subject": "One corpse or ghost",
      "Action": "Simple"
    },
    "The Way of All Flesh": {
      "Description": "You sap a character’s life force. All attacks against this gain the Aggravated tag for one scene. When they take damage, they treat their (Defense + Armor) total as one point lower than it actually is to determine the Injury Complication. Alternatively, this Boon can be used to destroy or banish all trivial undead targets in range. Doing so is free.",
      "Duration": "One scene or Instant",
      "Subject": "One characters",
      "Range": "Short",
      "Action": "Simple"
    },
    "Your Fault": {
      "Description": "You burden a character with the guilt of knowing they were responsible for the last death they witnessed (attending a funeral or reading about a death on the media counts). This is a Condition, with precise effects that depend on that character’s personality and their relation to the deceased. A political activist who feels responsible for assassinating an opposition party candidate might have a hard time not bragging about it, while someone who thinks they let the love of their life die will be devastated. As a default, the Condition increases the difficulty of all actions that character takes by +2, except actions that have the potential to harm them or otherwise traumatically expiate their guilt. The Condition resolves when the affected character confesses their responsibility to someone who trusts them or when you reclaim the Legend imbued in this Boon.",
      "Duration": "Condition",
      "Subject": "One character",
      "Range": "Medium",
      "Action": "Simple"
    }
  },
  "Deception": {
    "Innate Power": [
      "Other characters face a +3 Complication on all Empathy rolls and Assess Attitude rolls against you. If they don’t spend enough successes to overcome the Complication, you choose the result they get."
    ],
    "Ephemera": {
      "Description": "You create an illusory image of a person, animal, or object, up to the size of a car. The illusion is lifelike and seems completely authentic — a person breathes, a car’s engine throbs, a fire gives off heat — but it has no physical substance and cannot exert force or cause harm. It can move, but must remain within this Boon’s range. A non-trivial character who wins the Clash of Wills can see through the illusion. Attempts to touch or physically interact with an illusion go right through it, letting anyone who sees this recognize it as unreal in the absence of extraordinary circumstances.",
      "Duration": "Indefinite",
      "Clash": "Manipulation + Legend vs. Cunning + Legend",
      "Action": "Simple"
    },
    "False History": {
      "Description": "You can make a single, discrete change to the substantive content of a character’s memories of the last five minutes or so, such as “me and my friends were never here,” “all you saw were some feral dogs,” or “the room you were in was ornately furnished.” Once you reclaim the Legend, their memory reverts to normal. You can alter trivial characters’ memories permanently, and only need to imbue Legend until the end of the scene to do so.",
      "Duration": "Indefinite",
      "Subject": "One character",
      "Clash": "Manipulation + Legend vs. Resolve + Legend",
      "Range": "Close",
      "Action": "Simple"
    },
    "Walk Unnoticed": {
      "Description": "You slough off your identity and vanish. You do not become literally invisible — instead, people’s minds simply fail to process any distinguishing information about you. A non-trivial character that wins the Clash of Wills can see through this, but still cannot distinguish your identity or any identifying features, and face a +3 Complication on rolls to notice you.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Clash": "Manipulation + Legend vs. Cunning + Legend",
      "Action": "Reflexive"
    }
  },
  "Earth": {
    "Innate Power": [
      "As long as you are standing on the ground (the bottom floor of a building counts) or an earthen surface, you cannot be forcibly moved from your location by any amount of physical force, and gain Enhancement 1 on Might and Stamina rolls."
    ],
    "Shaping Hand": {
      "Description": "You can shape and mold stone, metal, and other earthen substances with your bare hands as though it were as malleable as clay. When this assists in an action, like climbing a sheer cliff overhang or pulling a steel wall open, you gain Enhancement 3.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Simple"
    },
    "Skin Like Stone": {
      "Description": "Your soft armor rating increases by one. If you aren’t wearing any armor (or other protective gear that provides a soft armor rating), it increases by three instead.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Reflexive"
    },
    "Stony Heart": {
      "Description": "You can harden someone’s heart, setting them in their ways against impassioned pleas for help or sweet words of seduction. This imposes a +3 Complication on any Social actions targeting the character whose heart was hardened, unless the Storyguide determines that the interaction is completely devoid of any appeal to emotion. She can use this Boon on herself or her allies to fend off the blandishments of others, or use it to undermine other character’s attempts at intrigue.",
      "Duration": "One Scene",
      "Subject": "Self or One Character",
      "Range": "Short",
      "Action": "Reflexive"
    }
  },
  "Epic Dexterity": {
    "Innate Power": [
      "So long as you continue to move towards a destination, you walk, run, or leap with effortless grace. Any surfaces solid or liquid hold your weight as if you weighed no more than a feather, and you may effortlessly scale or descend vertical surfaces without a need for a handhold."
    ],
    "The Falling Star": {
      "Description": "Your speed is a powerful asset in battle. In combat, you can use your reflexive Move action to cross two range bands, and gain Enhancement 3 on rolls to Disengage. You cannot take damage from falling.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Reflexive"
    },
    "Heavenly Stride": {
      "Description": "You can cross great distances in a scant matter of minutes, zooming past passersby in a blur of motion. Add Enhancement 3 on Rush actions and any action you take in a race. Once per scene, you may make a Feat of Scale to enhance any action based on physical speed without having to pay a point of Legend.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Reflexive"
    },
    "Unerring Flight": {
      "Description": "In your precise hands, ranged weapons become extraordinarily deadly. You may make a ranged attack against any enemy in your line of sight, even out to extreme range. You can roll the attack with Dexterity in place of the Attribute normally associated with that range band, and do not face an increased difficulty for using weapons with the Ranged or Long Range tag at any range band. You can use this boon to attack an enemy behind full cover.",
      "Duration": "Instant",
      "Subject": "Self",
      "Action": "Reflexive"
    }
  },
  "Epic Stamina": {
    "Innate Power": [
      "You are immune to poison and disease unless they come from a source whose Legend is equal or greater than yours, and never face Complications or risk death from hunger, thirst, or exhaustion."
    ],
    "Adamant Body": {
      "Description": "Your skin becomes as hard as adamant, granting you +1 soft armor and the benefit of the Resistant armor tag against a specific type of damage, such as bullets, fire, or acid. When you purchase this boon, choose one kind of damage that you are naturally resistant to. You can use it to resist the chosen damage type without having to imbue Legend in it.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Reflexive, when applied"
    },
    "Put Your Back Into It": {
      "Description": "You labor with tenfold endurance, enhancing a Complex action to perform strenuous physical labor or other exercise. Any time you roll a Physical Attribute as part of the action, you may roll two times, keeping the higher result.",
      "Duration": "Until the task is complete",
      "Subject": "Self",
      "Action": "Reflexive"
    },
    "Unbreakable": {
      "Description": "You are beyond injury. When you are hit and an enemy uses an Inflict Damage Stunt, spend 1 Legend to negate it. This Boon can also be used to defend against being affected by any other Condition based on debilitating injury or physical incapacity, such as a Severed Limb or Broken Spine.",
      "Duration": "Instant",
      "Subject": "Self",
      "Action": "Reflexive"
    }
  },
  "Epic Strength": {
    "Innate Power": [
      "You have +1 Scale for purposes of lifting, breaking, or carrying large objects. You can use Might in place of Presence for intimidation, seduction, or building Bonds of camaraderie."
    ],
    "Heavy Lifter": {
      "Description": "Add Enhancement 3 on rolls to lift or carry heavy objects. When you attack by throwing an improvised weapon, the range increases by a single band and it gains the Arcing tag. You choose whether it’s Bashing or Lethal.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Reflexive"
    },
    "A World of Glass": {
      "Description": "You are capable of tearing down walls, ripping up concrete, or rendering brick structures to powder in moments. Once per scene, you may make a Feat of Scale to enhance any Might-based action without having to pay a point of Legend.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Ordinary"
    },
    "Pistons for Fists": {
      "Description": "Your Close Combat and Athletics attack rolls strike with incredible force. On a hit, you can either send an opponent flying back one range band, or knock him prone. Felled enemies must succeed on a Dexterity + Athletics roll at Difficulty 3 to Rise from Prone even if you are not threatening them. This attack can scatter a group of trivial targets, gaining the Shockwave tag as long as all characters in the targeted range band are trivial.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Reflexive"
    }
  },
  "Fertility": {
    "Innate Power": [
      "Once per session, you can radiate an aura of vitality, causing flowers and other plant life to bloom and grow. All allies out to long range may resolve a single Bruised or Injured Condition. This cannot heal Maimed Conditions."
    ],
    "Blessed Harvest": {
      "Description": "You can confer great vitality on another character with the fruits of Fertility. To use this Boon, you must prepare a meal that your target eats, offer them support in a familial role, or share a moment of physical intimacy. This blessing takes the form of a Condition. Once per scene, the target may call upon the blessing to add Enhancement 3 on a roll made with a Force or Resilience Attribute. This Condition resolves once its benefit has been applied a total of (your Legend + 1) times. A Scion who benefits from this condition may call on it to undertake a Feat of Scale without having to spend a point of Legend. Doing so resolves the condition.",
      "Duration": "Condition",
      "Subject": "One character",
      "Range": "Close",
      "Action": "Simple"
    },
    "Favor of Nature": {
      "Description": "Yours is the power to bless or blight, granting or withholding the nature’s favor at your whim. This Boon can be used on a contiguous piece of land that is recognized as a single locale by human reckoning — “the Hampstead Farm” or “this forest” would be valid targets, but “the 312 acres of land around me” would not. pg 250",
      "Duration": "Indefinite",
      "Subject": "One piece of land or one family",
      "Range": "Close",
      "Action": "Simple"
    },
    "Hand of Blight": {
      "Description": "Invoking the negative aspects of Fertility, you afflict your target with a curse of uncontrolled growth, causing them to develop spontaneous cancers and malignant growths. They suffer the Blighted Condition, adding +2 Difficulty on all physical actions they attempt. Resolving this Condition requires magical healing or extensive mundane treatment such as a course of chemotherapy. This Boon can be used to target multiple trivial characters within range for free. At your option, trivial targets may die on the spot from agonizingly rapid cancerous growth over the course of the scene.",
      "Duration": "Condition",
      "Subject": "One character",
      "Range": "Medium",
      "Action": "Simple"
    }
  },
  "Fire": {
    "Innate Power": [
      "You and your personal belongings cannot take damage or suffer any form of harm from fire, heat, or smoke inhalation. You can walk through wildfires or industrial microwaves unharmed, swim in magma for as long as you can hold your breath, and perform similar feats of fireproof heroism. Extreme cold is likewise harmless to you."
    ],
    "Eternal Flame": {
      "Description": "You imbue a fire with a spark of your divine power, making it a part of yourself. The flame expands, spreading out to the size of a large campfire if smaller. It burns indefinitely without needing additional fuel and can’t be extinguished by non-magical means. As a Simple action, you can extend your senses through the fire, letting you see, hear, and smell things as though you were there. Previous uses of this Boon end if you use it to bless a new fire.",
      "Duration": "Indefinite",
      "Subject": "One Fire",
      "Range": "Medium",
      "Action": "Simple"
    },
    "Heaven's Fire": {
      "Description": "You gain the ability to attack enemies with fire. Each Scion can choose a unique manifestation of Fire for their attack: throwing firebolts, heat ray vision, or triggering spontaneous combustion with an incantation or a finger snap. You can make these attacks as Simple actions for the scene, rolled with Athletics + Dexterity. They have the Aggravated, Ranged, and Pushing tags.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Reflexive"
    },
    "Muse of Fire": {
      "Description": "You inspire another character with flames of enlightenment and creativity. The next Cunning, Presence, or Intellect roll they make gains Enhancement 3. However, if they don’t find the opportunity to make an applicable roll before the end of the scene, the inner fire overwhelms them, imposing a Condition that raises the difficulty of any Social or Mental actions by 1 unless that character is completely open and honest about everything on their mind. Expressing a deeply personal truth, a potentially provocative opinion, or something similarly inflammatory resolves the Condition.",
      "Duration": "One scene or Condition",
      "Subject": "One character",
      "Range": "Short",
      "Action": "Simple"
    }
  },
  "Forge": {
    "Innate Power": [
      "Your handiwork is infallible. Whenever one of your craft projects would suffer Flaws due to the Complications of delicate work or any other source, subtract one point from the total amount of Flaws, down to a minimum of 0."
    ],
    "Celestial Artifice": {
      "Description": "You lower the Tier of a crafting project (Scion: Origin, p. 76) by 1. This doesn’t let you undertake projects of a Tier you normally couldn’t accomplish.",
      "Duration": "Until project is completed",
      "Subject": "Self",
      "Action": "Reflexive"
    },
    "Reclaim from Ruin": {
      "Description": "You can repair an item no matter how badly it is ruined. You can recreate items from their remains alone, up to the level of outright reversing entropy — reconstructing a burnt book from a pile of ashes, repairing a sword melted to slag by a dragon’s fiery breath, or retrieving files from a hard drive that’s been through a nuclear detonation.",
      "Duration": "Until project is completed",
      "Subject": "Self",
      "Action": "Reflexive"
    },
    "While the Iron is Hot": {
      "Description": "Where others see a box of scraps, you see potential. Add Enhancement 3 on a roll to jury-rig a craft project. You can roll to rig together contraptions that a mortal would normally be unable to attempt due to feasibility constraints. As long as it is notionally possible that you could complete the project with (Legend) days of ordinary work, you can roll to attempt it.",
      "Duration": "Instant",
      "Subject": "Self",
      "Action": "Reflexive"
    }
  },
  "Fortune": {
    "Innate Power": [
      "You can sense the presence of Fatebindings when you interact with someone. If you later meet the other “half” of a binding that you have already sensed, you can tell the two characters are bound together. You can also sense when a Prophet or Sorcerer manipulates Fate with their Knacks or other powers, identifying them as the one responsible even if the effect cannot normally be perceived."
    ],
    "Divination": {
      "Description": "You divine a character’s luck in the near future. Out of character, you decide whether they will enjoy good or suffer bad luck as a Condition. Once per scene, before that character makes a roll, you can declare that their luck intervenes — good luck lowers the target number by 1, while bad luck increases it by 1. You can invoke their luck even if your character is not in the scene. A character’s good luck runs out once this benefit has been applied a total of your (Legend + 1) times. Bad luck runs out at the end of a scene where a failure on the penalized roll led to significant consequences, or if the victim accepts a botch offered by the Storyguide on any action.",
      "Duration": "Condition",
      "Subject": "One character",
      "Range": "Medium",
      "Action": "Simple"
    },
    "Fateful Connection": {
      "Description": "You invoke the Fatebinding of a character tied to you to cause them to appear in the narrative and provide a benefit based on their Fatebinding role without it counting against the usual once per episode limit. Synchronicity arranges for that character to be near enough to arrive rapidly with a completely plausible explanation — maybe they’re visiting their family, or stalking you, or their plane had to make an emergency landing nearby. If the Storyguide agrees, this can even bring characters into Terra Incognitae and other realms of existence (maybe they tripped through a portal).",
      "Duration": "Instant",
      "Subject": "One character Fatebound to you",
      "Range": "Infinite",
      "Action": "Simple"
    },
    "Nine Lives": {
      "Description": "Your luck is strong enough to survive impossible accidents and deadly firefights. You add +1 Defense against attacks and have Enhancement 2 on any roll where you could suffer physical harm as a direct result of failing it.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Simple"
    }
  },
  "Frost": {
    "Innate Power": [
      "You never suffer harm from extreme cold, nor difficult terrain or Complications due to snow, hail, or ice. You may walk over water or even clouds, as it turns to solid ice underfoot long enough to support you."
    ],
    "Cooler Heads": {
      "Description": "When tempers flare and action comes before thought, you can cool things down. This Boon can be used against characters engaged in combat, intense argument, reckless decision making, or similar emotionally agitating scenarios. They grow cold-hearted, almost emotionless. Whatever they were doing, they stop, and won’t return to it for the rest of the scene — they’ll walk away from brawls, take a moment to reconsider whether they should be having an emotional argument, take the time to think their plans through more thoroughly, or similar. They can still defend themselves if others try to harm them, but will not initiate any kind of hostilities.",
      "Duration": "One Scene",
      "Subject": "Multiple characters",
      "Clash": "Composure + Legend vs. Presence + Legend",
      "Range": "Medium",
      "Action": "Simple"
    },
    "Flash Freeze": {
      "Description": "You can drain away the heat of the world, icing over landscapes and freezing enemies from the inside out. Roll this as an attack using (highest Power Attribute) + Occult. It has the Bashing, Piercing, Ranged, and Shockwave tags. All water in the targeted range band is also instantly frozen solid. Ground becomes iceslick difficult terrain, as well as other environmental changes such as bodies of water freezing over or pipes bursting.",
      "Duration": "Instant",
      "Subject": "All characters in one range band",
      "Range": "Medium",
      "Action": "Simple"
    },
    "Glacial Pace": {
      "Description": "Things slow to a halt as you strip away the speed from the world. If you use this Boon on a character that has Scale with regard to speed, like a cheetah or a Scion using a Feat of Scale, their Scale is reduced by one. Characters without Scale add +2 Difficulty to all rolls based on physical speed. This Boon can be used against all trivial opponents in range for free. Alternatively, you can slow any number of moving objects of the same general type within this Boon’s range, reducing their Scale with regards to speed by one. For example, you could bring traffic to a grinding halt by slowing all cars in range.",
      "Duration": "Indefinite",
      "Subject": "One character",
      "Range": "Medium",
      "Action": "Simple"
    }
  },
  "Health": {
    "Innate Power": [
      "Once per session, when you successfully provide treatment to a Storyguide character ally that resolves an Injury Condition, Poisoned Condition, or disease, you gain one Legend."
    ],
    "Healing Hands": {
      "Description": "Touching a character, you heal their wounds. This Boon can be used to instantly resolve any Injury Condition a target suffers from, even Maimed Conditions. You can also use this Boon to resolve Conditions such as Poisoned, Disease, or similar ailments of physical or mental health, even if they are inflicted by magic.",
      "Duration": "Instant",
      "Subject": "One character",
      "Range": "Close",
      "Action": "Simple"
    },
    "Flawless Diagnosis": {
      "Description": "Ask the Storyguide one of the following questions • What’s wrong with this person, and how could I help them? • What were this person’s last moments like? • How can I end this [disease outbreak, mass poisoning, or similar crisis]? • Who is responsible for this harm? Following the Storyguide’s answer grants Enhancement 3 on applicable rolls.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Simple"
    },
    "Master of Disease": {
      "Description": "You can withhold the benefits of Health from your foes, magically inflicting disease upon them. This imposes both a +5 disease Complication and the Divine Plague Condition. Until the Condition is resolved with magical healing, the target cannot buy off the Complication or have it treated mundanely. A mortal target who fails to resolve the Condition within (12 − Legend) months suffers automatic death.",
      "Duration": "Condition",
      "Subject": "One character",
      "Range": "Medium",
      "Action": "Simple"
    }
  },
  "Journeys": {
    "Innate Power": [
      "You have an unfailing sense of direction, allowing you to find a route that leads to any point in the World as an unrolled action, unless its position is obscured by magic. You can sense the presence of an Axis Mundi or other gate between realms of existence from (Legend) miles away."
    ],
    "Chariot of the Gods": {
      "Description": "You imbue a vehicle with divine power, raising the Scale of all speed-based actions taken with it by 1. Opposing characters that try to steal, damage, or otherwise impede your chosen chariot face a +2 Complication.",
      "Duration": "One Scene",
      "Subject": "One Vehicle",
      "Range": "Close",
      "Action": "Reflexive"
    },
    "Here There Be Dragons": {
      "Description": "You strew obstacles before an enemy’s path. Any time they roll to travel or navigate, the Storyguide inflicts a +3 Complication on the roll — parades in the way of their morning drive, flights delayed by mechanical troubles, and so on. If the character is attempting to move across difficult terrain that already exists, your curse also increases the difficulty of their movement actions by +1.",
      "Duration": "Indefinite",
      "Subject": "One character",
      "Range": "Medium",
      "Action": "Simple"
    },
    "Unbarred Passage": {
      "Description": "You can negate a single Complication that obstructs your travel. Locked doors open at a touch, traffic parts around your car, and rough patches of turbulence disperse as the plane you’re on flies through them. This benefits not only you, but any other character traveling with you.",
      "Duration": "One Scene",
      "Range": "Medium",
      "Action": "Reflexive"
    }
  },
  "Moon": {
    "Innate Power": [
      "You can radiate an aura of moonlight that cuts through darkness out to long range as a reflexive action. Only you and those you designate can perceive this illumination — others do not benefit from it. You may pay 1 Legend to attempt to reveal the true form of any shapeshifters or other transformed characters within the moonlight, rolling Cunning + Legend against the Manipulation + Legend of a character that wishes to conceal the truth."
    ],
    "Enchanting Evening": {
      "Description": "Cast in the light of the moon, things that once seemed familiar take on new meanings and reveal hidden beauty. The target of this Boon reconsiders their feelings for someone or something they see, gaining Attitude 2 towards the designated person or thing, or changing the rating of an existing Attitude by +2 or −2. The target’s player chooses the exact nature of their change of heart — this Boon simply forces them to make a change. This doesn’t stack with other magical Attitude modifiers, but can cancel out an opposing bonus or penalty.",
      "Duration": "Indefinite",
      "Subject": "One character",
      "Clash": "Manipulation + Legend vs. Resolve + Legend.",
      "Range": "Medium",
      "Action": "Simple"
    },
    "Phase Cloak": {
      "Description": "You vanish into ephemeral darkness, becoming completely invisible. You have Enhancement 3 to avoid being seen. This applies against electronic surveillance and even magical scrying based on sight.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Simple"
    },
    "Three-Faced Moon": {
      "Description": "Drawing on symbolic ties between the waxing and waning of the moon and the cycle of human age, you transform your appearance or someone else’s. You may change their apparent age, making them seem younger or older as you choose. This does not physically age the target’s body, although they may face age-based Complications on Social actions. If you use this Boon on yourself, you gain a bonus on rolls with a specific Skill depending on your apparent age. • Youth: As a young child, you seem full of innocence, adding Enhancement 2 on Empathy rolls. • Adult: As a mother or father, you provide comfort, adding Enhancement 2 on Medicine rolls. • Elder: You know the secrets of your people, adding Enhancement 2 on Occult rolls.Drawing on symbolic ties between the waxing and waning of the moon and the cycle of human age, you transform your appearance or someone else’s. You may change their apparent age, making them seem younger or older as you choose. This does not physically age the target’s body, although they may face age-based Complications on Social actions. If you use this Boon on yourself, you gain a bonus on rolls with a specific Skill depending on your apparent age. • Youth: As a young child, you seem full of innocence, adding Enhancement 2 on Empathy rolls. • Adult: As a mother or father, you provide comfort, adding Enhancement 2 on Medicine rolls. • Elder: You know the secrets of your people, adding Enhancement 2 on Occult rolls.",
      "Duration": "Indefinite",
      "Subject": "Self or One Character",
      "Range": "Short",
      "Action": "Simple"
    }
  },
  "Order": {
    "Innate Power": [
      "You can sense the laws that govern any jurisdiction you stand in, letting you tell whether any action you witness or contemplate would be legal according to them. Any mortal law enforcement acting in their official capacity that attempts to take action against you for a lawful act or overreach the bounds of authority is physically unable to do so — their body betrays them in the face of true justice."
    ],
    "Code of Heaven": {
      "Description": "When you explain laws to people, as long as you’re truthful and accurate, they know that you are correct. If, as part of your explanation, you declare a person or group to be innocent, then the protection of this Purview’s innate power extends to them for this Boon’s duration. On the other hand, if you condemn someone as guilty, you and those who hear you have Enhancement 2 on any actions taken to bring them to justice.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Simple"
    },
    "Divine Right": {
      "Description": "You anoint yourself or another character as divinely proclaimed sovereign, making all who look upon them see proof of their immanent authority. All characters treat their Attitude towards the sovereign as 1 point higher. This doesn’t stack with other magical Attitude bonuses. In addition, for the purpose of Order Boons and marvels that care, such as Code of Heaven (p. 256), it is unlawful to harm or betray the sovereign.",
      "Duration": "One Scene",
      "Subject": "Self or One Character",
      "Range": "Close",
      "Action": "Simple"
    },
    "Nothing but the Truth": {
      "Description": "Your imposing presence strikes divine terror into the hearts of liars. An affected character can’t lie, omit the truth, or make any misrepresentation of a material fact, and consequently never imposes a misleading Complication on any information they give.",
      "Duration": "Indefinite",
      "Subject": "One characters",
      "Clash": "Presence + Legend vs. Manipulation + Legend",
      "Range": "Short",
      "Action": "Simple"
    }
  },
  "Passion": {
    "Innate Power": [
      "You see into the hearts of others, gaining Enhancement 3 on Assess Attitude rolls. If you observe someone who has a Bond towards another character present in the scene, you intuit the Bond’s existence."
    ],
    "Blurt it Out": {
      "Description": "You overwhelm a character with a sudden burst of emotion. They exclaim without realizing it, unwittingly vocalizing whatever they are thinking. Everyone who hears it gains Enhancement 3 on Assess Attitude actions or other Social rolls to understand the utterance’s context for the duration of the Boon.",
      "Duration": "One Scene",
      "Subject": "One character",
      "Clash": "Presence + Legend vs. Composure + Legend",
      "Range": "Short",
      "Action": "Simple"
    },
    "Irresistible Impulse": {
      "Description": "You fill a character’s heart with an emotion of your choice. They gain a Condition based on that emotion — Mad as Hell, Lovestruck, Too Sad to Function, or something similar. The exact effect of the Condition may vary based on the chosen emotion, but as a generic effect, the target takes +3 Difficulty when they take an action that the Storyguide deems is directly contrary to the emotion — it’s hard to treat someone politely while Mad as Hell, or to commit to a fist fight while Lovestruck. Other characters gain Enhancement 3 on rolls to detect the inflamed emotion. This Condition can be resolved by taking a significant action with the potential for consequences that is motivated by the emotion — starting a bar fight, asking someone out, or skipping work would count. It also ends if you reclaim the Legend imbued in this Boon.",
      "Duration": "Condition",
      "Subject": "One character",
      "Range": "Medium",
      "Action": "Simple"
    },
    "Tugging at Heartstrings": {
      "Description": "Once you have identified a character’s Attitude towards you or someone else, you can either intensify or stifle the emotions from which it is derived, raising or lowering its value by 1 point. This doesn’t stack with other magical Attitude modifiers, but can cancel out an opposing bonus or penalty.",
      "Duration": "One Scene",
      "Subject": "One character",
      "Range": "Long",
      "Action": "Reflexive"
    }
  },
  "Prosperity": {
    "Innate Power": [
      "Whenever you exploit your wealth or financial status to influence someone, treat their Attitude towards you as one point higher. This does not stack with other magical Attitude bonuses."
    ],
    "All that Glitters": {
      "Description": "going unnoticed. You can use this Boon on either a luxury good that you’ve bought this session, like an elegant necklace or brand-new SUV, or an object or locale that you have either concretely or symbolically dedicated to a group of people, like a shrine built for your cult or a shopping mall you’ve cut the ribbon to. The blessed object or location catches the attention of anyone who sees it, and provides Enhancement 2 to influence that plays off a character’s feelings towards it. You could use your shiny new jewelry to seduce a handsome-but-penniless bachelor, or give it away to an enemy, and then convince a crew of notorious thieves to rob their house once they’ve seen the goods.",
      "Duration": "One Session",
      "Subject": "One Object or Location",
      "Range": "Close",
      "Action": "Simple"
    },
    "Blessed Wealth": {
      "Description": "You call forth wealth, conjuring up roughly $10,000 worth of riches (though you don’t need to bother keeping track of precise sums). This wealth takes the form of your choosing: a fresh wad of $100 bills in your wallet, coins of precious metal minted with your divine parent’s visage, a discreet deposit into your online bank account, or similar. Regardless of the form it takes, money conjured with this Boon wants to be spent — any that remains in your possession once the session ends vanishes. The money retains your blessing once it has been given away, giving a mortal Enhancement 3 on a single roll to run a business successfully or maintain a comfortable home and lifestyle (above and beyond the usual benefits of having money to spend). If it becomes divided among multiple characters, only the first one to roll gets the Enhancement.",
      "Duration": "Instant",
      "Action": "Simple"
    },
    "Divine Providence": {
      "Description": "You give your blessing to a specific group of mortals that belong to an organization or live in the same place, such as the employees of a business, the members of your cult, or the populace of a city. Your benevolence wards away economic misfortune, negating any mundane Conditions that arise from poverty or stabilizing larger-scale economies. A blessing on a city’s homeless population ensures they will fortuitously find enough resources to maintain their basic needs of sustenance and accommodation, while your favored city will weather recessions or other misfortune slightly better than others in the region. If you have a relationship to the group or city that benefits from this that is represented by a Path, you can evoke that Path an additional time each session.",
      "Duration": "Indefinite",
      "Subject": "One Group or City",
      "Range": "Long",
      "Action": "Simple"
    }
  },
  "Sky": {
    "Innate Power": [
      "You have perfect foreknowledge of the weather and climate around you up to at least a day in advance, and may ignore any Complications imposed by rain, wind, or other hazardous weather."
    ],
    "Bolt from the Blue": {
      "Description": "You call down a bolt of lightning, rolling an attack with (highest Power Attribute) + Occult. It has the Aggravated, Ranged, and Shockwave tags. You can use this Boon to attack enemies inside a building, but it provides a Defense bonus: from +1 for a one-story building with a light wooden roof to +5 for a skyscraper with a lightning rod affixed to it.",
      "Duration": "Instant",
      "Subject": "All Enemies in One Range Band",
      "Range": "Medium",
      "Action": "Simple"
    },
    "Flight": {
      "Description": "You can fly, using movement actions to ascend upwards into the air or horizontally through it. You cannot rush or disengage (Scion: Origin, p. 72) while flying. When this Boon ends, you descend gracefully to the ground, taking no falling damage.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Simple"
    },
    "Voice of Seven Thunders": {
      "Description": "Your voice booms like a crashing storm. You can be clearly heard by anyone out to far range, and do not need to spend threshold successes or Legend to use the Esoterica marvel when using your voice. If you are threatened, the Enhancement you receive is increased by one, maximum 3.",
      "Duration": "Indefinite",
      "Subject": "Self",
      "Action": "Reflexive"
    }
  },
  "Stars": {
    "Innate Power": [
      "As long as you are beneath the open sky, you can take a simple action to shift your senses to a God’s eye view, looking down on yourself and your surroundings out to long range from a top-down perspective."
    ],
    "Cosmic Perspective": {
      "Description": "To look up at the stars is to peer into the past, witnessing light that was shed countless eons ago. You can observe the past, specifying either a point in time or an event that occurred as far back as 1,000 years, but no more recently than the last dawn. If you use this Boon to make an interval roll for an investigation or a similar action, you can ignore up five points of Complication resulting from the passage of time since the event you view occurred.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Simple"
    },
    "Guiding Star": {
      "Description": "You create a mystical beacon that leads either directly to you, to the location that you are in when you use this Boon, or to any locale that you know well. The target of this Boon can sense the beacon from anywhere within the same realm of existence, and can navigate the way to it with a flawless sense of direction. Once a character has chosen to follow the beacon, you can divine their location as a simple action, determining the exact distance and direction to them.",
      "Duration": "Indefinite",
      "Subject": "One character",
      "Range": "Infinite",
      "Action": "Simple"
    },
    "Starry Path": {
      "Description": "As you focus on a specific location, motes of starlight wink into existence around you. You must maintain your focus as a Complex action as they build over the course of a few minutes, and can’t use this Boon at all while in combat or similarly fast-paced action. Once the action is complete, you disappear in a burst of starlight and instantly reappear anywhere in the World, regardless of distance. You can bring up to (Legend) additional willing characters with you when you teleport. Other Scions and mortals Fatebound to you don’t count towards this limit. This Boon can’t be used to pass directly from one realm of existence into another. In Terra Incognitae, Overworlds, or Underworlds, the distance you can teleport with a single use is limited to the equivalent to five days and nights of travel within that realm.",
      "Duration": "Instant",
      "Subject": "Self and Other Characters",
      "Action": "Complex"
    }
  },
  "Sun": {
    "Innate Power": [
      "You can radiate an aura of sunlight that pierces through darkness out to long range as a reflexive action. You may spend 1 Legend to increase this radiance to blinding brilliance, imposing a +2 Complication on any attack rolls against you or an ally within the light."
    ],
    "Blinding Glory": {
      "Description": "You unleash a flash of brilliant light, inflicting a blinding Condition on all enemies in range. When you spend Legend with this Purview’s innate power, you may also use this Boon reflexively and for free. In addition, if all targets are trivial, this Boon’s cost is waived.",
      "Duration": "Condition",
      "Range": "Medium",
      "Action": "Simple"
    },
    "Hope Reborn": {
      "Description": "You embody the glory of the sun and the promise of the dawn. Mortals will instinctively see you as the answer to any hopes they may have, and you have Enhancement 3 when you try to identify these hopes or use them as leverage in influence.",
      "Duration": "One Day",
      "Subject": "Self",
      "Action": "Simple"
    },
    "Penetrating Glare": {
      "Description": "Your see through the darkness of lies and confusion. Add Enhancement 3 on any rolls to determine whether a character is lying, see through a disguise, pierce an illusion, or otherwise see through deceptions. If you face the Misleading complication, its rating is reduced by one point.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Reflexive"
    }
  },
  "War": {
    "Innate Power": [
      "You can grant a group of Heavy followers the Savage tag with your blessing as an ordinary action. This lasts indefinitely, but only one group can benefit from this at a time."
    ],
    "Herald of Victory": {
      "Description": "Your blessing promises victory. All characters on the side of your choice in a fight (whether physical or not) gain Enhancement 1 on all actions. If you are passively observing a battle between unrelated parties (i.e. none of her allies are involved), you can use this Boon for free to favor one side.",
      "Duration": "One Scene",
      "Subject": "One Side of a Battle",
      "Range": "Long",
      "Action": "Simple"
    },
    "Marching Orders": {
      "Description": "You grant Enhancement 2 to yourself or another character on rolls to command Heavy Followers (p.203) for one scene. If the target interacts with a character who is his subordinate in a military or paramilitary group, the subordinate’s Attitude is treated as one point higher. This does not stack with other magical Attitude bonuses.",
      "Duration": "One Scene",
      "Subject": "You or One Character",
      "Range": "Short",
      "Action": "Reflexive"
    },
    "Understanding the Battlefield": {
      "Description": "Ask the Storyguide one of the following questions: • What is the best way to provoke a fight (not necessarily lethal, but definitely ugly) in the current scene? • What’s the best way out of (or into) this room? • Where should I look to find a tactical advantage? (e.g. a shotgun beneath the bar, corridors too narrow for a full security squad to move through, a war God’s blessed altar) • What should I be on the lookout for? Following the Storyguide’s answer grants Enhancement 3 on applicable rolls. This never directly benefits attack or defense — if the Storyguide told you about a machine gun hidden in the scene, you would get an Enhancement to find it and get it, but not to shoot with it.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Simple"
    }
  },
  "Water": {
    "Innate Power": [
      "You can breathe water like air and swim with flawless grace, ignoring any Complication for moving or acting underwater. You are also immune to harm from the pressure or temperature of water."
    ],
    "Changing Tides": {
      "Description": "You exert your will over water, controlling the tides or currents that move through it. You can calm all water out to long range, making it still and placid even in the face of a hurricane, or change the direction that currents flow in, letting you reverse the direction of a river or cause a riptide to drag lost swimmers back to shore. Reclaiming the Legend imbued in this Boon causes the water to revert to its natural behavior. Alternatively, if you spend Legend instead of imbuing it, you can call up a great wave to crash down on your foes. You roll this attack with (highest Power Attribute) + Occult. It has the Bashing, Long Range, Pushing, and Shockwave tags.",
      "Duration": "One Scene or Instant",
      "Subject": "Body of Water",
      "Range": "Long",
      "Action": "Simple"
    },
    "Reborn in the Depths": {
      "Description": "You can heal by submerging yourself in a body of water, resolving an Injury Condition at the end of a scene spent immersed in water. You can only benefit from this healing once per session. In addition, you extend your senses through the water. As a simple action, you can displace your perspective to any point out to long range within the same body of water, seeing through that point as though you were physically there.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Reflexive"
    },
    "Sink Hopes": {
      "Description": "You overwhelm a character with the sensation of endless drowning as a Condition. Even though they know they can breathe, they either panic or despair as they feel suffocated by an endless crushing darkness. All rolls they make with Social or Mental Attributes are at +2 difficulty. If they are submerged in water or at risk of becoming so, this also applies to Physical Attribute rolls. This Condition resolves when the target suffers near-drowning or a comparable mortal peril due to water, or when you reclaim the Legend imbued in this Boon.",
      "Duration": "Condition",
      "Subject": "One character",
      "Range": "Short",
      "Action": "Simple"
    }
  },
  "Wild": {
    "Innate Power": [
      "You move through the wilderness with a dryad’s grace, ignoring any difficult or dangerous terrain based on dense undergrowth, fallen trees, briar patches, or similar plant-based hazards. Add Enhancement 2 on all rolls to establish stealth while in a wilderness area."
    ],
    "Call of the Wild": {
      "Description": "For all that human civilization has progressed, it is not so far from returning to the wild as it might like to think. You can use this Boon on a human, human-like being, or domesticated animal. Alternatively, this Boon can be used against all trivial targets within range for free. You inflict a Condition that awakens atavistic instincts, adding +2 to the Difficulties of all Academics, Culture, Firearms, Medicine, Pilot, Science, and Technology rolls, but grants Enhancement 2 on Athletics, Close Combat, Integrity, and Survival rolls. This Condition resolves when failing a roll with one of the penalized Skills leads to significant consequences.",
      "Duration": "Condition",
      "Subject": "One character",
      "Range": "Medium",
      "Action": "Simple"
    },
    "Lay of the Land": {
      "Description": "Ask the Storyguide one of the following questions in a wilderness area: • What happened here recently? • What should I be on the lookout for? 264 CHAPTER FIVE: POWERS • Where’s my best escape route/way in/way around? • What here is useful or valuable to me? Following the Storyguide’s answer grants Enhancement 3 on applicable rolls.",
      "Duration": "One Scene",
      "Subject": "Self",
      "Action": "Simple"
    },
    "Overgrowth": {
      "Description": "You cause plants to sprout and rapidly grow from the soil, cracks in concrete, or any other surface that can support them. You can create difficult terrain anywhere within range and create one or more terrain features that provide a total of 3 points worth of Complications or Enhancements. For the rest of the scene, you direct the plants to attack an enemy as a simple action, rolling Presence + Survival. These attacks have the Bashing, Grappling, and Versatile tags.",
      "Duration": "One Scene",
      "Range": "Medium",
      "Action": "Simple"
    }
  }
}
